<?php

return [
  'provider' => "أهلا وسهلا بك لقد انضممت إلى المنصة التي تربطك بجميع الفاعلين في السوق: موزعين، متاجر، وحتى المستهلك النهائي. من خلال حسابك يمكنك عرض منتجاتك والوصول إلى شبكة واسعة من الشركاء التجاريين.",
  'broker' => "لقد أصبحت جزءًا من شبكة التوزيع الحديثة التي تربطك مباشرةً بالمتاجر وتتيح لك تسويق منتجاتك بكفاءة أكبر. قم بتحميل منتجاتك وابدأ في إدارة عمليات التوزيع بطريقة أبسط وأكثر احترافية.",
  'store' => "لقد انضممت الآن إلى شبكة المتاجر الذكية التي تتيح لك عرض منتجاتك والوصول مباشرة إلى زبائن جدد من حيّك ومختلف المناطق و توفير خدمة التوصيل. ابدأ بإضافة منتجاتك وتابع طلبات زبائنك بسهولة من خلال حسابك، كما يمكنك شراء منتجات بالجملة والتفاوض على الأسعار مع الموزعين والوسطاء مباشرة عبر المنصة.",
  'client' => "هنا تجد كل ما تحتاجه من متاجر حيك في مكان واحد، وتستطيع طلب منتجاتك بسهولة مع خدمة متابعة الطلب والتوصيل حتى باب منزلك. ابدأ الآن بتصفح المتاجر القريبة منك واكتشف أفضل العروض.",
  'driver' => "لقد أصبحت جزءًا من شبكة التوصيل التي تدعم آلاف المتاجر والمواطنين والموزعين والمنتجين. يمكنك الآن استلام الطلبات وتأكيدها وتوصيلها بسهولة من خلال حسابك.",
];
