<?php

return [

  'buyer' => [
    'pending' => 'تم تقديم طلبك وهو في انتظار تأكيد البائع.',
    'accepted' => 'تم قبول طلبك من قبل البائع.',
    'canceled' => 'تم إلغاء طلبك من قبل البائع.',
    'confirmed' => 'لقد أكدت طلبك.',
    'shipped' => 'تم تعيين سائق لتوصيل طلبك.',
    'ongoing' => 'طلبك في الطريق الآن.',
    'delivered' => 'وصل السائق إلى موقعك مع طلبك.',
    'received' => 'لقد أكدت استلام طلبك.'
  ],
  'seller' => [
    'pending' => 'تم تقديم طلب جديد. يرجى مراجعته وقبوله أو إلغاؤه.',
    'accepted' => 'لقد قبلت الطلب.',
    'canceled' => 'لقد قمت بإلغاء الطلب.',
    'confirmed' => 'قام المشتري بتأكيد الطلب.',
    'shipped' => 'تم تعيين سائق لتوصيل الطلب.',
    'ongoing' => 'الطلب في الطريق إلى المشتري.',
    'delivered' => 'وصل السائق إلى موقع المشتري مع الطلب.',
    'received' => 'قام المشتري بتأكيد استلام الطلب.'
  ],
  'driver' => [
    'shipped' => 'تم تعيينك لتوصيل طلب.',
    'ongoing' => 'أنت تقوم حاليًا بتوصيل الطلب إلى المشتري.',
    'delivered' => 'لقد وصلت إلى موقع المشتري مع الطلب.',
    'received' => 'أكد المشتري استلام الطلب.'
  ]

];
